{
  "content_id": "2a3938e1-d588-45fc-8c8f-0f51814d5409",
  "base_path": "/foreign-travel-advice/albania",
  "title": "Albania travel advice",
  "description": "Latest travel advice for Albania including safety and security, entry requirements, travel warnings and health",
  "details": {
    "summary": "<p>Over 80,000 British nationals visit Albania every year. Most visits are trouble-free.</p> <p>From December to February severe weather may cause flooding, particularly in northern Albania. Heavy snowfall in mountainous areas can lead to disruption to transport and services. </p> <p>Public security is generally good, particularly in Tirana. Crime and violence does occur in some areas, but is not typically targeted at foreigners. Gun ownership is widespread. See <a href=\"/foreign-travel-advice/albania/safety-and-security\">Crime.</a></p> <p>When visiting hill towns on the northern border with Kosovo, you should exercise caution and heed warning signs about unexploded landmines and other unexploded ordnance. See <a href=\"/foreign-travel-advice/albania/safety-and-security\">Landmines.</a></p> <p>There is an underlying threat from terrorism. See <a href=\"/foreign-travel-advice/albania/terrorism\">Terrorism.</a></p> <p>Take out comprehensive travel and medical <a href=\"https://www.gov.uk/foreign-travel-insurance\">insurance</a> before you travel.</p>",
    "country": {
      "name": "Albania",
      "slug": "albania"
    },
    "reviewed_at": "2015-10-15T11:00:20+01:00",
    "change_description": "Latest Update - this advice has been reviewed and re-issued without amendment",
    "alert_status": [],
    "email_signup_link": "https://public.govdelivery.com/accounts/UKGOVUK/subscriber/topics?qsp=TRAVEL",
    "image": {
      "url": "https://assets.digital.cabinet-office.gov.uk/media/513a0efbed915d425e000002/120613_Albania_Travel_Advice_WEB_Ed2_jpeg.jpg",
      "content_type": "image/jpeg"
    },
    "document": {
      "url": "https://assets.digital.cabinet-office.gov.uk/media/513a0efced915d4261000001/120613_Albania_Travel_Advice_Ed2_pdf.pdf",
      "content_type": "application/pdf"
    },
    "parts": [
      {
        "slug": "safety-and-security",
        "title": "Safety and security",
        "body": [
          {
            "content_type": "text/html",
            "content": "<h3>Crime</h3> <p>Public security is generally good, particularly in Tirana, and Albanians are very hospitable to visitors. Crime and violence does occur in some areas, but reports of crime specifically targeting foreigners are rare. There have been occasional shootings and small explosions, but these appear to be related to internal disputes over criminal, business or political interests. </p> <p>There have been reports of luggage stolen from hotel rooms and public transport, particularly in the coastal resorts of Vlore and Saranda. Be vigilant and keep valuables in a safe place. </p> <h3>Landmines</h3> <p>In December 2009 Albania officially declared it had met its  <a rel=\"external\" href=\"http://www.unog.ch/80256EE600585943/(httpPages)/CA826818C8330D2BC1257180004B1B2E?OpenDocument\">‘Ottawa Convention Article 5’</a> obligations and had reached mine-free status. However, when visiting hill towns on the northern border with Kosovo and Montenegro you should take care, particularly if hiking and follow the signs warning about unexploded landmines and other unexploded ordnance. Demining is ongoing on the Kosovo side.  </p> <h3>Road travel</h3> <p>Driving can be very hazardous. Roads are poor, especially in rural areas. Street lighting in urban areas is subject to power cuts. Elsewhere, even on the major inter-urban arterial routes, there is no street lighting. If you are travelling at night, watch out for unmarked road works, potholes and unlit vehicles. Four-wheel drive vehicles are often more practical on rural and minor roads.</p> <p>Albanian driving can often be aggressive and erratic. Deaths from road traffic accidents are amongst the highest in Europe. Police have taken some measures to decrease the number of accidents. Minor traffic disputes can quickly escalate, especially as some motorists could be armed. Avoid reacting to provocative behaviour by other road users. If you are involved in a traffic accident, even a minor one, you are supposed to wait until the police arrive. This will usually happen quickly in built-up areas.</p> <p>If you are intending to import a vehicle into Albania, make sure you have all the necessary papers on arrival at the border. Consult the <a rel=\"external\" href=\"http://www.albanianembassy.co.uk\">Albanian Embassy</a> in London before you leave. The British Embassy will be unable to help anyone attempting to bring a vehicle into Albania without the correct paperwork. </p> <p>An International Driving Permit (IDP) is recommended.</p> <h3>Air travel</h3> <p>A list of incidents and accidents can be found on the website of the  <a rel=\"external\" href=\"http://aviation-safety.net/index.php\">Aviation Safety network</a>. </p> <p>In 2009 the International Civil Aviation Organisation carried out an <a rel=\"external\" href=\"http://www.icao.int/safety/Pages/USOAP-Results.aspx\">audit</a> of the level of implementation of the critical elements of safely oversight in Albania. </p> <p>We can’t offer advice on the safety of individual airlines. However, the International Air Transport Association publishes a <a rel=\"external\" href=\"http://www.iata.org/whatwedo/safety/audit/iosa/Pages/registry.aspx?Query=all\">list of registered airlines</a> that have been audited and found to meet a number of operational safety standards and recommended practices. This list is not exhaustive and the absence of an airline from this list does not necessarily mean that it is unsafe. </p> <h3>Sea travel</h3> <p>There have been instances of passenger boats sinking, usually due to a lack of safety precautions and equipment.  </p> <h3>Swimming</h3> <p>Several beaches along the Albanian coast are reported by the Albanian press to be polluted as a result of inadequate sewage disposal and treatment. </p> <h3>Political situation</h3> <p>Tension between religious groups and expression of extremist views is very rare, and attitudes to western countries are overwhelmingly positive.</p> "
          }
        ]
      },
      {
        "slug": "terrorism",
        "title": "Terrorism",
        "body": [
          {
            "content_type": "text/html",
            "content": "<p>There is an underlying threat from <a href=\"https://www.gov.uk/reduce-your-risk-from-terrorism-while-abroad\">terrorism</a>. Attacks, although unlikely, could be indiscriminate, including places frequented by expatriates and foreign travellers. </p> <p>There is considered to be a heightened threat of terrorist attack globally against UK interests and British nationals, from groups or individuals motivated by the conflict in Iraq and Syria. You should be vigilant at this time.</p> "
          }
        ]
      },
      {
        "slug": "local-laws-and-customs",
        "title": "Local laws and customs",
        "body": [
          {
            "content_type": "text/html",
            "content": "<p>English is not widely spoken but it is increasingly spoken by younger people.</p> <p>Homosexuality is not illegal but is not widely accepted. There have incidents of assault against homosexuals. Avoid public displays of affection. </p> <p>Penalties for drug-related crimes are severe. </p> <p>The Albanian authorities do not always inform the British Embassy when British nationals have been arrested. If you are detained, you may insist on your right to contact a British consular officer.</p> "
          }
        ]
      },
      {
        "slug": "entry-requirements",
        "title": "Entry requirements",
        "body": [
          {
            "content_type": "text/html",
            "content": "<h3>Visas</h3> <p>British citizens can enter and remain in Albania for a maximum of 90 days in every 6-month period without a visa. The Albanian authorities require anyone staying longer than 90 days to apply at a local police station for a residence permit.   </p> <h3>Passport validity </h3> <p>Your passport should be valid for a minimum period of 6 months from the date of entry into Albania.  </p> <p>The Albanian authorities have confirmed they will accept British passports extended by 12 months by British Embassies and Consulates under additional measures put in place in mid-2014.</p> <h3>Yellow fever</h3> <p>Yellow Fever vaccination is required for travellers arriving from <a rel=\"external\" href=\"http://www.who.int/ith/2015-ith-annex1.pdf?ua=1\">countries with risk</a> of yellow fever transmission.  </p> <h3>UK Emergency Travel Documents</h3> <p>UK Emergency Travel Documents are accepted for entry, airside transit and exit from Albania.</p> "
          }
        ]
      },
      {
        "slug": "health",
        "title": "Health",
        "body": [
          {
            "content_type": "text/html",
            "content": "<p>Visit your health professional at least 4 to 6 weeks before your trip to check whether you need any vaccinations or other preventive measures. Country specific information and advice is published by the National Travel Health Network and Centre on the <a rel=\"external\" href=\"http://travelhealthpro.org.uk/country-information/\">TravelHealthPro website</a> and by NHS (Scotland) on the <a rel=\"external\" href=\"http://www.fitfortravel.nhs.uk/destinations.aspx\">fitfortravel website</a>. Useful information and advice about healthcare abroad is also available on the <a rel=\"external\" href=\"http://www.nhs.uk/NHSEngland/Healthcareabroad/Pages/Healthcareabroad.aspx\">NHS Choices website</a>.</p> <p>In 2012 there were a number of cases of West Nile virus and Crimean-Congo haemorrhagic fever in the border areas between Kosovo and Albania. </p> <p>Medical and dental facilities (including those for accident and emergency use) are very poor, particularly outside Tirana. Make sure you have adequate travel health insurance and accessible funds to cover the cost of any medical treatment abroad, evacuation by air ambulance and repatriation. </p> <p>The tap water in Albania may cause illness - you should drink only bottled water. If you drink milk, make sure it is UHT (pasteurised). </p> <p>If you need emergency medical assistance during your trip, dial 127 or 04 2222 235 and ask for an ambulance. You should contact your insurance/medical assistance company promptly if you are referred to a medical facility for treatment. </p> "
          }
        ]
      },
      {
        "slug": "natural-disasters",
        "title": "Natural disasters",
        "body": [
          {
            "content_type": "text/html",
            "content": "<p>Albania lies in a seismically-active zone, and tremors are common. Serious earthquakes are less frequent but do occur. To learn more about what to do before, during and after an earthquake, see this <a rel=\"external\" href=\"http://www.ready.gov/earthquakes\">advice</a> from the US Federal Emergency Management Agency.</p> "
          }
        ]
      },
      {
        "slug": "money",
        "title": "Money",
        "body": [
          {
            "content_type": "text/html",
            "content": "<p>Major credit and debit cards are accepted in most banks, large supermarkets and international hotels. Smaller businesses and taxis often only accept cash. There are numerous ATMs in Tirana and the main towns, as well as bureaux de change where Sterling, US Dollars and Euros are widely accepted. Although street money-changers operate openly, they do so illegally. Only use banks or established bureaux de change. There have been some cases of credit card fraud.</p> "
          }
        ]
      },
      {
        "slug": "contact-fco-travel-advice-team",
        "title": "Contact FCO Travel Advice Team",
        "body": [
          {
            "content_type": "text/html",
            "content": "<p>This email service only offers information and advice for British nationals planning to travel abroad. </p> <p>If you need urgent help because something has happened to a friend or relative abroad, contact the consular assistance team on 020 7008 1500 (24 hours).</p> <p>If you’re abroad and need emergency help, please contact the nearest <a href=\"https://www.gov.uk/government/world/organisations\">British embassy, consulate or high commission</a>.</p> <p>If you have a question about this travel advice, you can email us at <a href=\"&#109;&#097;&#105;&#108;&#116;&#111;:&#084;&#114;&#097;&#118;&#101;&#108;&#065;&#100;&#118;&#105;&#099;&#101;&#080;&#117;&#098;&#108;&#105;&#099;&#069;&#110;&#113;&#117;&#105;&#114;&#105;&#101;&#115;&#064;&#102;&#099;&#111;&#046;&#103;&#111;&#118;&#046;&#117;&#107;\">&#084;&#114;&#097;&#118;&#101;&#108;&#065;&#100;&#118;&#105;&#099;&#101;&#080;&#117;&#098;&#108;&#105;&#099;&#069;&#110;&#113;&#117;&#105;&#114;&#105;&#101;&#115;&#064;&#102;&#099;&#111;&#046;&#103;&#111;&#118;&#046;&#117;&#107;</a></p> <p>Before you send an email, make sure you have read the travel advice for the country you’re travelling to, and the guidance on <a href=\"https://www.gov.uk/how-the-foreign-commonwealth-office-puts-together-travel-advice\">how the FCO puts travel advice together</a>.</p> "
          }
        ]
      }
    ]
  },
  "format": "travel_advice",
  "links": {
    "mainstream_browse_pages": [
      {
        "content_id": "b9849cd6-61a7-42dc-8124-362d2c7d48b0",
        "title": "Travel abroad",
        "base_path": "/browse/abroad/travel-abroad",
        "api_url": "https://www.gov.uk/api/content/browse/abroad/travel-abroad",
        "web_url": "https://www.gov.uk/browse/abroad/travel-abroad",
        "locale": "en"
      },
      {
        "content_id": "bbb8985a-5451-4e9d-a601-8c55853a096c",
        "title": "Living abroad",
        "base_path": "/browse/abroad/living-abroad",
        "api_url": "https://www.gov.uk/api/content/browse/abroad/living-abroad",
        "web_url": "https://www.gov.uk/browse/abroad/living-abroad",
        "locale": "en"
      }
    ],
    "organisations": [
      {
        "content_id": "8b19c238-54e3-4e27-b0d7-60f8e2a677c9",
        "title": "Foreign & Commonwealth Office",
        "base_path": "/government/organisations/foreign-commonwealth-office",
        "api_url": "https://www.gov.uk/api/content/government/organisations/foreign-commonwealth-office",
        "web_url": "https://www.gov.uk/government/government/organisations/foreign-commonwealth-office",
        "locale": "en"
      }
    ],
    "related": [
      {
        "content_id": "95f9c380-30bc-44c7-86b4-e9c9ef0fc272",
        "title": "Hand luggage restrictions at UK airports",
        "base_path": "/hand-luggage-restrictions",
        "api_url": "https://www.gov.uk/api/content/hand-luggage-restrictions",
        "web_url": "https://www.gov.uk/hand-luggage-restrictions",
        "locale": "en"
      },
      {
        "content_id": "e4d06cb9-9e2e-4e82-b802-0aad013ae16c",
        "title": "Driving abroad",
        "base_path": "/driving-abroad",
        "api_url": "https://www.gov.uk/api/content/driving-abroad",
        "web_url": "https://www.gov.uk/driving-abroad",
        "locale": "en"
      }
    ],
    "available_translations": [
      {
        "content_id": "2a3938e1-d588-45fc-8c8f-0f51814d5409",
        "title": "Albania travel advice",
        "base_path": "/foreign-travel-advice/albania",
        "api_url": "https://www.gov.uk/api/content/foreign-travel-advice/albania",
        "web_url": "https://www.gov.uk/foreign-travel-advice/albania",
        "locale": "en"
      }
    ]
  },
  "locale": "en",
  "need_ids": ["101191"],
  "public_updated_at": "2015-10-15T11:00:20+01:00",
  "updated_at": "2015-10-15T11:04:13+01:00"
}
