{
  "content_id": "333e6c9d-aaf9-4f7d-98ce-3ce57a79802e",
  "base_path": "/lloydsshares",
  "title": "Financial releases campaign page",
  "description": "Campaign page for financial press releases",
  "locale": "en",
  "public_updated_at": "2015-12-07T11:22:21.000Z",
  "format": "financial_releases_campaign",
  "details": {
    "image": {
      "alt_text": "HM Government",
      "url": "campaign.large.jpg"
    },
    "header_legal_disclaimer": "Header legal disclaimer Vel ut iudico dolore. Vix ne diam iuvaret referrentur, eam nisl accusamus temporibus ne. Nec quot deserunt dissentiet ut, ad  be available from <a href='/lloydsshares'>www.gov.uk/lloydsshares</a>.",
    "body": "<p>The government will be making shares in Lloyds Banking Group available for sale to the general public in spring next year, as part of its plan to fully exit from its stake in Lloyds Banking Group in the coming months.</p><p>At least £2 billion of shares will be available for sale to people located in the UK. Those applying to invest less than £1,000 will be given priority.</p><p>Members of the public will be offered a discount of 5% of the market price. Investors who hold their shares for more than a year will receive a bonus share for every 10 shares they buy, up to a value of £200. People will be able to apply online or by post.</p><p>All proceeds from share sales are used to pay down the national debt.</p>",
    "video_src": "https://player.vimeo.com/video/145640349?title=0%26byline=0%26portrait=0",
    "video_transcript_title": "Video transcript",
    "video_transcript_content": "<p>Some text to begin this transcript with.</p><p>Some text for the 2nd paragraph of the video transcript.</p>",
    "video_transcript_legal_disclaimer": "<p><small>This video is not a recommendation or offer for shares. If HM Treasury makes an offer of shares in Lloyds Banking Group plc, the prospectus will be available at www.gov.uk/lloydsshares in due course. Share prices may go down and you could lose all of your investment.</small></p>",
    "body_extension": "<p>Military personnel stationed overseas and their spouses will be able to participate in the sale, where possible.</p><p>There will be a nationwide TV, print and digital information campaign to provide further details ahead of the sale. This will outline the next steps for people who wish to apply for shares.</p><p>If you would like to receive email updates when more details become available about the sale, enter your email address below.</p><p>For further information about Lloyds Banking Group <a id='lloyds-factsheet' href='/lloydsfactsheet' target='_blank'>click here</a></p>",
    "email_caption": "email caption. Vix ne diam iuvaret referrentur, eam nisl accusamus temporibus ne. Nec quot deserunt dissentiet ut, ad yed at that point.",
    "footer_legal_disclaimer": "<p><small>Legal disclaimer: Vel ut iudico dolore. Vix ne diam iuvaret referrentur, eam nisl accusamus temporibus ne. Nec quot deserunt dissentiet ut, ad Vel ut iudico dolore. Vix ne diam iuvaret referrentur, eam nisl accusamus temporibus ne. Nec quot deserunt dissentiet ut, ad Vel ut iudico dolore. Vix ne diam iuvaret referrentur, eam nisl accusamus temporibus ne. Nec quot deserunt dissentiet ut, ad </small></p>"
  }
}